[SectoidAbjurer_M1 X2CharacterTemplate]
strCharacterName="Sectoid Abjurer"
strAcquiredText="Sectoid Abjurers use supportive Psi powers, as well as throw Flashbangs."

[SectoidAbjurer_M2 X2CharacterTemplate]
strCharacterName="Sectoid Abjurer Adept"
strAcquiredText="Sectoid Abjurers use supportive Psi powers, as well as throw Flashbangs."

[SectoidAbjurer_M3 X2CharacterTemplate]
strCharacterName="Sectoid Abjurer Magus"
strAcquiredText="Sectoid Abjurers use supportive Psi powers, as well as throw Flashbangs."

[SectoidAbjurerGunM1 X2WeaponTemplate]
FriendlyName="Sectoid Abjurer Blaster"
TacticalText = "<bullet/> Firing the primary weapon always ends the soldier's turn."
BriefSummary = "Standard issue blaster for Sectoid Abjurers. This is intended simply as a backup weapon should they find themselves unable to make use of their Psi powers."
AbilityDescName="blaster"

[SectoidAbjurerGunM2 X2WeaponTemplate]
FriendlyName="Sectoid Abjurer Blaster"
TacticalText = "<bullet/> Firing the primary weapon always ends the soldier's turn."
BriefSummary = "Standard issue blaster for Sectoid Abjurers. This is intended simply as a backup weapon should they find themselves unable to make use of their Psi powers."
AbilityDescName="blaster"

[SectoidAbjurerGunM3 X2WeaponTemplate]
FriendlyName="Sectoid Abjurer Blaster"
TacticalText = "<bullet/> Firing the primary weapon always ends the soldier's turn."
BriefSummary = "Standard issue blaster for Sectoid Abjurers. This is intended simply as a backup weapon should they find themselves unable to make use of their Psi powers."
AbilityDescName="blaster"

[SectoidAbjurer_Amp_M1 X2WeaponTemplate]
FriendlyName="Sectoid Abjurer Psi Amp"
TacticalText = "<bullet/> Essentially acts as the Sectoid Abjurer's spellbook. It does not boost Psi, it only grants abilities."
BriefSummary = "Essentially acts as the Sectoid Abjurer's spellbook. It does not boost Psi, it only grants abilities."
AbilityDescName="psi amp"

[SectoidAbjurer_Amp_M2 X2WeaponTemplate]
FriendlyName="Sectoid Abjurer Psi Amp"
TacticalText = "<bullet/> Essentially acts as the Sectoid Abjurer's spellbook. It does not boost Psi, it only grants abilities."
BriefSummary = "Essentially acts as the Sectoid Abjurer's spellbook. It does not boost Psi, it only grants abilities."
AbilityDescName="psi amp"

[SectoidAbjurer_Amp_M3 X2WeaponTemplate]
FriendlyName="Sectoid Abjurer Psi Amp"
TacticalText = "<bullet/> Essentially acts as the Sectoid Abjurer's spellbook. It does not boost Psi, it only grants abilities."
BriefSummary = "Essentially acts as the Sectoid Abjurer's spellbook. It does not boost Psi, it only grants abilities."
AbilityDescName="psi amp"